Repository: JohanSmet/udacity_io_nanodegree
Catalog: On The Map/On The Map/*.lproj/Localizable.strings
Languages: nl

# cliInternalJsonError
source: Internal error : invalid jsonBody (error: %s)
nl: Interne fout: ongeldige JSON (fout: %s)

# cliInvalidCredentials
source: Invalid username or password
nl: Ongeldige gebruikersnaam of wachtwoord

# cliRequiredFieldMissing
source: Required field missing from response
nl: Verplicht veld ontbreekt uit het antwoord

# cliSessionIdMissing
source: session-id missing from response
nl: Session-id ontbreekt uit het antwoord

# cliUserKeyMissing
source: user-key missing from response
nl: User-key ontbreekt uit het antwoord

# conEmailMissing
source: Email cannot be empty !
nl: Email moet ingevuld zijn!

# conEmailPasswordMissing
source: Email and password cannot be empty !
nl: Email en wachtwoord moeten ingevuld zijn!

# conLinkRequired
source: You must enter a link before you can continue!
nl: U moet een link invullen voor je verder kan gaan!

# conLocationRequired
source: You must enter a location before you can continue!
nl: U moet uw locatie invullen voor je verder kan gaan!

# conLoginInProgress
source: Login in progress
nl: Bezig met aanmelden

# conLogoutInProgress
source: Logout in progress
nl: Bezig met afmelden

# conPasswordMissing
source: Password cannot be empty !
nl: Paswoord moet ingevuld zijn!

# conPleaseWait
source: Please wait
nl: Even geduld

# conLoadingData
source: Loading data
nl: Gegevens worden opgehaald

# conLogout
source: Logout
nl: Afmelden

# conSubmitHeader1
source: Where are you
nl: Waar

# conSubmitHeader2
source: studying
nl: studeer

# conSubmitHeader3
source: today?
nl: je vandaag?

# conInvalidURL
source: Invalid URL!
nl: Ongeldige URL!

# serAlreadyLoggedIn
source: Login impossible: already logged in
nl: Aanmelden onmogelijk : reeds aangemeld

# serFacebookCancelled
source: Facebook-login cancelled
nl: Aanmelden met Facebook afgebroken

# serNotLoggedIn
source: Logout impossible: not logged in
nl: Afmelden onmogelijk : niet aangemeld

# viewAttention
source: Attention
nl: Aandacht
